{"1":{"ruleText":"Admin bases, builds, tribes and dinos are NOT to be touched or messed with in any way, shape or form. This also includes community builds and the EVENT MAP. Please refer to the Admin Tribe list below for specific tribe names.","ruleNum":"1","messageID":"979191182603218995"},"2":{"ruleText":"It is strictly prohibited to:\n● Impersonate an Admin or Admin tribe\n● Copy an Admin name or Admin tribe name\n● Falsely claim to be part of an Admin tribe\n● Use a claimed relationship with an Admin to influence/intimidate players\n\nThis includes copying or referencing the names of Admin tribes or Community tribes in your own tribe's name. Names breaking this rule will be required to change. Repeat offenders will not get a choice in their new name.","ruleNum":"2","messageID":"979191183039414273"},"3":{"ruleText":"No seriously offensive language or hate speech is allowed. This includes names, images, billboards, ect. Be respectful to others and don’t insult, mock, or belittle others. Speech and slurs that are racist, sexist, homophobic, transphobic, or generally associated with prejudice, hate, and intolerance of groups or individuals because of their race, sex, gender, sexual orientation, religious beliefs, or political stance are not allowed. Again, this should be common sense, but admins have the final say on what is acceptable.","ruleNum":"3","messageID":"979191184104767579"},"4":{"ruleText":"No griefing of other player(s) or base(s). This includes theft, trespassing, dropping, drowning, luring and/or kiting wild dinos with the intent of destruction, dragging or dropping players, spamming building blocks, or using the environment to kill and/or loot players.","ruleNum":"4","messageID":"979191184687779880"},"5":{"ruleText":"Do not leave dinos on aggressive or wander EXCEPT\n● Oviraptors, clipped snails, and dung beetles may be on wander if encumbered and cannot move (Leashes & Hitches are also acceptable.)\n● Velo's may be on aggressive with turret mode enabled if encumbered and cannot move.\n\nDo not leave dinos on mating EXCEPT:\n● If they are the same gender and/or the other gender is in cryo. Please take them off mating and wander settings and place them in another area removed from the other gender by 10 foundations.\n● Immediately claim all new born dinos and disable wandering/mating.\n\nDo not leave dinos scattered or unclaimed around the map. Any dino's found within violation will be removed without warning. Repeat offenders are subject to dino wipe.","ruleNum":"5","messageID":"979191184960397323"},"6":{"ruleText":"Do not block access to caves, artifacts, dungeons, beaches, pathways, or any of the following areas:\n\n**ANY MAP:** Do not completely block waterways like rivers/canals where a raft/water dino cannot get through and do not block resource clusters of 3 more more nodes, to include caves where many resources may spawn.\n**ISLAND:** Hidden Lake, Penguin Glacier\n**CENTER:** Flying Isle\n**SCORCHED EARTH:** Do not block waterways or lock any Oil/Water Wells.\n**ABBERATION:** Do not block streams or pathways\n**RAGNAROK:** Giant Beaver Dam Lake, Swamp Castle, Metal Cave at 35.9 Lat, 25.4 Lon, Highland Waterfall Cave at 18 Lat, 78 Lon\n**EXTINCTION:** Sunken Forest Beaver Lake, all public transmitters\n**VALGUERO: **Do not block Deino spawns, check the wiki page for a spawn map. Do not block any entrance to the underground worlds.\n**GENESIS 2:** Do not block mission terminals or completely block access to any areas by blocking a path or bridge. No building in Space.","ruleNum":"6","messageID":"979191206116491304"},"7":{"ruleText":"You and your tribe are allowed two (2) bases on each server with a maximum allowed size of each base being 100x100 and 25 walls tall, EXCEPT Genesis Part 1.\n\nGenesis Part 1: You and your tribe are allowed two (2) bases that are 40x40 and 36 walls tall as long as they are in two separate biomes.\n\nNote: You may temporarily have three bases if you are in the process of relocating, but please inform the Admins first. You may also have a temporary trap but must be removed within 24 hours unless you are using it as a second base, in which case it should be marked with signs to prevent it from being deleted.","ruleNum":"7","messageID":"979191206573637642"},"8":{"ruleText":"Admins will not interfere with tribal issues and/or affairs.","ruleNum":"8","messageID":"979191207068581949"},"9":{"ruleText":"Total Tribe dino cap is set at 500 on non-patreon servers (250 dinos awake), and 1000 on Patreon servers (250 dinos awake.) per server. Limits will be checked periodically and tribes found over the limit will have 5 days to lower limits. If 5 days pass and the offending tribe is still over the limit, the Admin team will kill off any and all dinos to meet said limit. Repeat offenders are subject to dino wipe.","ruleNum":"9","messageID":"979191207999709234"},"10":{"ruleText":"Admins will not replace any lost items, builds, or materials for any reason, as they cannot verify a player's inventory. Admins may replace tame(s) lost due to a server crash, on a case by case basis, and only when loss of tame(s) is verifiable by admins with the website.","ruleNum":"10","messageID":"979191208595324928"},"11":{"ruleText":"The Admins have final say on all matters. Do not ask one Admin something then go to another Admin because you didn't like their answer.","ruleNum":"11","messageID":"979191230015610940"},"12":{"ruleText":"Titans are NOT to be transferred off of Extinction, and must be left on passive when not in use.","ruleNum":"12","messageID":"979191230623797299"},"13":{"ruleText":"Any creature that has been claimed from anothers base must be moved from that base within 24 hours. If 24 hours has elapsed and that creature is still there, it shall be removed. In addition, if the original owner of that creature logs back in and the creature you have claimed is still at their base, they have the right to reclaim it.","ruleNum":"13","messageID":"979191231949180978"},"14":{"ruleText":"All rules are subject to change and will evolve along with the state of the game.","ruleNum":"14","messageID":"979191232695795712"}}